---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2PerMbh
source: html/75264cf1-6b30-0d14-b484-1e7be9e13ddf.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2PerMbh Property

Symbol ft²/MBh, indicating unit Square feet per thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2PerMbh { get; }
```